Repository: lnupmi11/ScientificReport
Catalog: ScientificReport/Resources/Views/Shared/_Layout.*.resx
Languages: uk_ua

source: Scientific Report
uk_ua: Звітність про наукову діяльність

source: Applicants Patent License Activities
uk_ua: Заявники (Патентно-ліцензійна діяльність)

source: Article
uk_ua: Статті

source: Authors Patent License Activities
uk_ua: Автори (Патентно-ліцензійна діяльність)

source: Conferences
uk_ua: Конференції

source: Grants
uk_ua: Гранти

source: Memberships
uk_ua: Членство

source: Oppositions
uk_ua: Опонування

source: Patent License Activities
uk_ua: Патентно-ліцензійна діяльність

source: Postgraduate Dissertation Guidance
uk_ua: Наукове консультування при написанні дисертацій

source: Postgraduate Guidance
uk_ua: Наукове керівництво аспірантами

source: Publications
uk_ua: Публікації

source: Report Theses
uk_ua: Тези доповідей

source: Reviews
uk_ua: Рецензування

source: Scientific Consultations
uk_ua: Наукові консультації

source: Teacher Reports
uk_ua: Викладацькі звіти

source: Scientific Works
uk_ua: Наукові роботи

source: Scientific Internship
uk_ua: Наукові стажування

source: Users
uk_ua: Користувачі

source: Workers
uk_ua: Працівники

source: Departments
uk_ua: Кафедри

source: Department
uk_ua: Кафедра

source: Other Report Data
uk_ua: Інша інформація для звіту

source: Reports
uk_ua: Звітність

source: Teacher Report
uk_ua: Індивідуальний звіт

source: Department Report
uk_ua: Кафедральний звіт

source: Faculty Report
uk_ua: Звіт факультету
