Repository: lnupmi11/ScientificReport
Catalog: ScientificReport/Resources/Views/TeacherReport/Edit.*.resx
Languages: uk_ua

source: Edit
uk_ua: Редагувати

source: Report
uk_ua: Звіт

source: Created
uk_ua: Створений

source: Publications
uk_ua: Публікації

source: Teacher
uk_ua: Викладач

source: Add New Publication
uk_ua: Додати Нову Публікацію

source: Save
uk_ua: Зберегти

source: Cancel
uk_ua: Відмінити

source: Articles
uk_ua: Статті

source: ScientificWorks
uk_ua: Наукові роботи

source: Add New Article
uk_ua: Додати нову статтю

source: Add New Scientific Work
uk_ua: Додати нову наукову роботу

source: ReportTheses
uk_ua: Тези доповідей

source: Add New Report Thesis
uk_ua: Додати нову тезу доповіді

source: Grant
uk_ua: Гранти

source: Add New Grant
uk_ua: Додати новий грант

source: ScientificInternship
uk_ua: Наукове стажування

source: Add New ScientificInternship
uk_ua: Додати нове наукове стажування

source: PostgraduateGuidance
uk_ua: Наукове керівнитство

source: Add New PostgraduateDissertationGuidance
uk_ua: Додати нове

source: Review
uk_ua: Відгук

source: Add New PostgraduateGuidance
uk_ua: Додати нове

source: ScientificConsultation
uk_ua: Наукове консультування

source: Add New ScientificConsultation
uk_ua: Додати наукове консультування

source: PostgraduateDissertationGuidance
uk_ua: Керівництво аспірантами при написанні дисертацій

source: Add New Review
uk_ua: Додати новий відгук

source: Patent
uk_ua: Патентно-ліцензійна діяльність

source: Add New Patent
uk_ua: Додати новий патент/заявку

source: Add New Opposition
uk_ua: Додати нове опонування

source: Membership
uk_ua: Членство у радах та колегіях

source: Add New Membership
uk_ua: Додати нове

source: Opposition
uk_ua: Опонування
