Repository: lnupmi11/ScientificReport
Catalog: ScientificReport/Resources/Views/Article/Edit.*.resx
Languages: uk_ua

source: Article
uk_ua: Стаття

source: Article editing
uk_ua: Редагування статті

source: Edit
uk_ua: Редагувати

source: Type
uk_ua: Тип

source: Title
uk_ua: Назва

source: Publishing house name
uk_ua: Видавництво

source: Publishing year
uk_ua: Рік видання

source: Back to List
uk_ua: Повернутися до списку

source: Save
uk_ua: Зберегти

source: Cancel
uk_ua: Скасувати

source: Create
uk_ua: Створити

source: Choose Option
uk_ua: Виберіть опцію

source: Impact Factor
uk_ua: Імпакт фактор

source: Included In Web Of Science Scopus Others
uk_ua: Включене у видання Web Of Science Scopus та інші

source: Foreign Publishing
uk_ua: Іноземне видання

source: Professional Publishing Of Ukraine
uk_ua: Професійне видання в Україні

source: Other Publishing Of Ukraine
uk_ua: Інше видання в Україні

source: Report Thesis
uk_ua: Теза доповіді

source: International Report Thesis
uk_ua: Теза доповіді у міжнародному виданні

source: Domestic Report Thesis
uk_ua: Теза доповіді у відчизняному виданні

source: Foreign Report Thesis With Research Results
uk_ua: Теза доповіді у закордонному виданні з результатами досліджень

source: Liability Info
uk_ua: Інформація про відповідальність

source: Document Info
uk_ua: Інформація про документ

source: Publishing Place
uk_ua: Місце видання

source: Number
uk_ua: Номер

source: Pages Amount
uk_ua: Кількість сторінок

source: Authors
uk_ua: Автори
