Repository: lnupmi11/ScientificReport
Catalog: ScientificReport/Resources/Views/Publication/Details.*.resx
Languages: uk_ua

source: Details of publication
uk_ua: Деталі публікації

source: Details
uk_ua: Деталі

source: Publication
uk_ua: Публікація

source: Type
uk_ua: Тип

source: Title
uk_ua: Назва

source: Specification
uk_ua: Уточнення

source: Publishing place
uk_ua: Місто видання

# Publishing house name
source: Publishing house
uk_ua: Видавництво

source: Publishing year
uk_ua: Рік видання

source: Is print canceled
uk_ua: Вийшов з друку

source: Is recommended to print
uk_ua: Рекомендовано до друку

# Pages amount
source: Amount of pages
uk_ua: Кількість сторінок

source: Edit
uk_ua: Редагувати

source: Back to list
uk_ua: Повернутися до списку

source: Publishing status
uk_ua: Статус видання

source: Monograph
uk_ua: Монографія

source: Textbook
uk_ua: Підручник

source: Handbook
uk_ua: Навчальний посібник

source: Dictionary
uk_ua: Словник

source: Translation
uk_ua: Переклад

source: Comment
uk_ua: Науковий коментар

source: Bibliographic index
uk_ua: Бібліографічний покажчик

source: Other
uk_ua: Інше

source: Any
uk_ua: Відсутній

source: Authors
uk_ua: Автори

source: Become Author
uk_ua: Стати автором
