Repository: lnupmi11/ScientificReport
Catalog: ScientificReport/Resources/Views/Membership/Edit.*.resx
Languages: uk_ua

source: Edit membership
uk_ua: Редагувати членство

source: Membership
uk_ua: Членство

source: Member of
uk_ua: Членство

source: Membership info
uk_ua: Інфoрмація

source: Choose membership type
uk_ua: Оберіть тип членства

source: Scientific council
uk_ua: Вчена рада

source: Expert council
uk_ua: експертна рада

source: Scientific journal editorial board
uk_ua: Редколегія наукового журналу

source: Save
uk_ua: Зберегти

source: Cancel
uk_ua: Скасувати
